tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "qmk/qmk"
brew "fd"
brew "fzf"
brew "gh"
brew "grep"
brew "harfbuzz"
brew "hurl"
brew "jq"
brew "lua-language-server"
brew "make"
brew "neovim"
brew "node"
brew "perl"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tmux"
brew "unzip"
brew "wget"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask betterdisplay
cask "font-geist-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "linearmouse"
cask "raycast"
cask "wezterm"
vscode "albert.tabout"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "chamboug.js-auto-backticks"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "equinusocio.moxer-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "fractalbrew.backticks"
vscode "infeng.vscode-react-typescript"
vscode "ritwickdey.liveserver"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "xyc.vscode-mdx-preview"
